{
  "Navbar": { "1": "Contacts", "2": "Blog", "3": "Support" },
  "Menu": {
    "1": "Multimedia",
    "2": "Navigation",
    "3": "Displays",
    "4": "Diagnostiks",
    "5": "Parking",
    "6": "Chip tuning",
    "7": "Auto pick",
    "8": "Others",
    "9": "Coding",
    "10": "File service"
  },
  "ContactsPage": {
    "1": { "1": "Russian federation", "2": "Petersburg" },
    "2": { "1": "Russian federation", "2": "Moscow" },
    "3": { "1": "United States of America", "2": "California" }
  },
  "Contacts": { "Phone": "+420 774 508 743", "Email": "info@diagnost2k.cz" },
  "Footer": { "FormTitle": "White us" },
  "Form": {
    "Choose": "Select communication method",
    "Name": "Name",
    "Phone": "Phone",
    "Continue": "Continue",
    "Error": "Please fill in all fields",
    "Service": "Service:",
    "Quastion": "Write your question",
    "Send": "Send",
    "Thank": "Thank you",
    "Thank2": "Our managers will contact you shortly"
  },
  "Firstpage": {
    "Firstscreen": {
      "1": { "Title": "diagnostick", "Subtitle": "", "Text": "" },
      "2": { "Title": "Chip tuning", "Subtitle": "", "Text": "" },
      "3": { "Title": "File service", "Subtitle": "", "Text": "" },
      "Button": "More"
    }
  },
  "Errors": { "404": "Page is in progress" },
  "BmwKey": {
    "Title": "BMW key",
    "About_1": {
      "1": "Get a BMW keychain pre-programmed and appropriate for your particular model",
      "2": "Insert your old key into the key fob or order a new one along with the replacement of the BMW key fob",
      "3": "Lock and unlock your car remotely. Open the trunk without leaving your BMW. A beep sounds at a distance when necessary.",
      "Title": "Features"
    },
    "About_2": {
      "1": "Each BMW model is compatible with a separate BMW keychain.",
      "Title": "Description"
    },
    "MegaKey": {
      "1": "Equipped with a touch LCD screen for comfortable use. Shows the status of the central lock, alarm, fuel and other important information. Indicates whether the windows are open or closed. Allows you to set a timer for climate control. It works at a range of up to 985 feet. Allows you to lock / unlock doors, as well as open the trunk and give a sound signal",
      "2": "Checking on your BMW can be much simpler and faster with the key fob of the display of the BMW remote control. No matter where you are - sitting in the office or relaxing in the living room - you can find out how much fuel you have or if the alarm is on , without leaving home.",
      "3": "Our replacement for BMW key fob has all the functions of a traditional remote key fob, as well as many exciting new features. The LCD touch screen allows you to monitor the central locking information and see if the windows are open or closed. By turning on the alarm, you you can also adjust the settings of the interior sensors. ",
      "4": "These functions of the BMW key fob also include informing you about the need to maintain your BMW or about the lighting condition. In the Mobility section you will see a gas level indicator and how many miles you can drive before tanning.",
      "5": "The great thing about this touch keychain is that you can set the departure time and be sure that your BMW will have the perfect temperature when you need to go. The climate control function allows you to pre-prepare the interior so that it was not too hot or cold at startup. ",
      "6": "Please note that you cannot park the car remotely using only the remote control display key fob. To use this function, your BMW must be equipped with a remote-controlled parking function.",
      "Title": "Mega Display BMW key"
    }
  },
  "Diagnostik": {
    "Firstscreen": {
      "Title": "Diagnostics and adaptation",
      "Subtitle": "Timely diagnosis",
      "Text": "will allow you to save your budget in the future."
    },
    "About_1": {
      "1": "We offer computer diagnostics of electronic systems of automobiles, adaptation of various modules and car control units.",
      "2": "We offer for you:",
      "3": "adaptation and verification of the throttle, accelerator pedal",
      "4": "List of the main diagnostic work that we perform:",
      "5": "1. Computer diagnostics of the electrical equipment of the car.",
      "6": "2. Read and reset DTC diagnostic trouble codes with their interpretation.",
      "7": "3. Checking the conformity of the VIN of the car number with its control unit.",
      "8": "4. Checking the number of registered keys in the standard immobilizer block.",
      "9": "5. Verification of the counter readings of the ODO meter.",
      "10": "6. Diagnostics and shutdown of the lamp integrity monitoring system.",
      "11": "7. Verification, reset and activation of the TPMS system.",
      "12": "8. Checking the ability to connect a standard reverse camera and its activation.",
      "13": "9. Performing service training procedures when replacing the battery.",
      "14": "10. Reset service intervals and perform other service procedures.",
      "15": "11. Adaptation and testing of the throttle valve, accelerator pedal, actuators, power windows, electric drives, VTEC, VVTi valves, etc.",
      "16": "12. Reset and activation of the EGR system.",
      "17": "13. Diagnosis and adaptation (training) of automatic transmissions.",
      "18": "14. Diagnostics and verification of actuators indiscriminately in a car.",
      "19": "15. Diagnosis of the battery, determination of residual capacity and declared characteristics",
      "20": "16. Checking the operation of the starter, alternator, as well as the quality of the mass in the electrical equipment of a car."
    },
    "Catalog": {
      "Title": "КАТАЛОГ МОДЕЛЕЙ",
      "Subtitle": "If you did not find your car in the catalog, please contact us by phone."
    }
  },
  "Navigation": {
    "Title": "NAVIGATION UPGRADES FOR BMW",
    "ButtonRequest": "Request",
    "CatalogItem": {
      "1": {
        "Title": "BMW Navigation Map Update 2019/2020",
        "Features": "Keep your maps updated without leaving Take charge of your time and find routes through new, more convenient roads and expresswaysKnow exactly where the next gas station, ATM or restaurant isSave fuel by choosing the most efficient ways to get to your destination",
        "Description": "The list of available maps and regions for each BMW may be different. Identify your car to find out to which countries the BMW iDrive map update for your specific car extends to and which year/quarter is covered."
      },
      "2": {
        "Title": "NBT EVO ID5/ID6 Navigation System Retrofit",
        "Features": "Features a high-definition screen. Contains only BMW genuine parts including an NBT Evo head unit with ID5 or ID6 interface. Provides the latest version of the maps for your region. Comes with a number of activated multimedia features like . Video & Services in motion, BMW Apps, etc.Lets you use iPhone apps on your new iDrive screen with CarPlay",
        "Description": "NBT EVO ID5/ID6 navigation system retrofit may consist of different parts depending on your BMW model and its specs. In order to find out the exact price and features included with the iDrive upgrade for your specific car, identify your vehicle."
      },
      "3": {
        "Title": "BMW CIC Navigation System Retrofit",
        "Features": "Features a high definition screen. Contains only BMW genuine parts including a CIC head unit updated to the latest BMW software update version. Includes the latest version of the maps for your region. Comes with a number of activated multimedia features like Video & Services in motion and Voice Control. Adds a USB port that can be used for updating maps or upgrading software",
        "Description": "This BMW CIC Navigation System retrofit contains a head unit, modules, wiring and different types of trim. To discover what iDrive parts are included in the kit for your BMW, type in your VIN number. You will get a complete description of the CIC retrofit together with details of its features."
      },
      "4": {
        "Title": "Speed Limit Information for BMW",
        "Features": "Clearly shows the speed limit on your BMW's instrument cluster. Compatible with standard and digital clusters. Displayed limit adjusts for each stretch of road. Speed limit and location information comes from BMW navigation data. Easily update speed limit data by updating your iDrive map",
        "Description": "BMW's may be made with performance in mind, but it's always responsible to keep a close eye on the speed limit when driving. Knowing the limit on each stretch of road means you can be sure you're always driving safely, and helps you avoid any speeding fines."
      },
      "5": {
        "Title": "NBT EVO ID4 Navigation System Retrofit",
        "Features": "Includes a high definition 8.8″ screen. Contains only BMW original parts. Provides the latest version of the maps for your region. Comes with a number of unlocked multimedia features like . Video & Services in motion , BMW Apps, etc.Features an iDrive Touch Controller",
        "Description": "If you’re satisfied with your BMW’s iDrive, but lack speed in the system’s loading and better contrast in the graphics, an NBT Evo ID4 Navigation System retrofit is exactly what you need!"
      },
      "6": {
        "Title": "iDrive Touch Controller Retrofit",
        "Features": "Equipped with a touchpad on the BMW iDrive controller knob that you can use to write letters while navigating through the system. Allows more focus on the road. Designed to enhance the premium look of your BMW. Provides a quick response to your touch. Consists entirely of genuine BMW parts",
        "Description": "If you long for a more comfortable and safer way to use your BMW system, the iDrive Touch Controller is the retrofit designed to satisfy those needs."
      },
      "Title-features": "Features",
      "Title-description": "Description"
    }
  },
  "Others": {
    "Title": "Additional Services",
    "CatalogItem": {
      "Title-features": "Features",
      "Title-description": "Description"
    }
  },
  "Displays": {
    "Title": "SCREEN UPGRADES FOR BMW IDRIVE",
    "ButtonRequest": "Request",
    "CatalogItem": {
      "1": {
        "Title": "6WA Hybrid Instrument Cluster",
        "Features": "Includes analogue gauges with LED lights. Has a digital display in its lower half. Consists of only genuine BMW parts. Shows Comfort/ECO PRO/Sport/Sport+ modes on the digital part",
        "Description": "If you’re tired of staring at the speedometer when it’s dark and guessing whether you’ll be stopped for speeding or not, a BMW original hybrid instrument panel is exactly what you need. However, a change from a fully analogue to a partially digital cluster makes a difference in many aspects of your driving."
      },
      "2": {
        "Title": "6WB BMW OEM Digital Instrument Cluster",
        "Features": "Features a fully digital setup and several sorts of animations. Offers different looks for three driving modes. Focuses on speedometer and rev counter gauges in Sport Mode. Emphasizes an economical driving style in Eco Pro mode. Displays the car in the center portion of the cluster in the real time. Consists entirely of genuine BMW parts",
        "Description": "6WB BMW OEM Digital Cluster is a high-tech solution for a more effective and functional dash. But as the kit contents are different for each vehicle based on model and configuration, the price can vary. Please type in your VIN number to get the exact quote and full description."
      },
      "3": {
        "Title": "VividScreen - iDrive Display for BMW",
        "Features": "Provides twice the screen resolution compared to the OEM iDrive display. Enhances the quality of the image and contrast for a better viewing experience. Has the same design as the OEM . iDrive screen to maintain the factory look. Supports SmartView BMW idrive screen mirroring functionality for using iPhone apps on the dashboard display. Compatible with many technological upgrades not available with the stock screen",
        "Description": "Our VividScreen iDrive display upgrade is a retrofit prepared for each BMW individually, meaning the kit contents and some small features can vary. In addition, every model is compatible with a different number of extra add-ons. Identify your car and get a full product description for your specific vehicle."
      },
      "Title-features": "Features",
      "Title-description": "Description"
    }
  },
  "Parking": {
    "Title": "FRONT AND BACKUP CAMERAS FOR BMW",
    "ButtonRequest": "Request",
    "CatalogItem": {
      "1": {
        "Title": "BMW Rear View Camera Retrofit (OEM)",
        "Features": "It’s the same BMW OEM backup camera that BMW installs at factory. Consists entirely of genuine BMW parts. Produces a high-quality image. Allows to zoom in on the trailer hitch to neatly drive up to the right spot. Supports . Dynamic Parking Lines and . Obstacle Marking. 360 degree Surround View camera system available as an optional add-on",
        "Description": "This BMW Rear View Camera (OEM) kit is assembled for each model separately based on the specs of every BMW vehicle. If you wish to find out more about the BMW backup camera for your specific car, type in your VIN."
      },
      "2": {
        "Title": "Grill-Friendly Front View Camera for F30",
        "Features": "Effortlessly mounts into the F30 kidney grill without any modifications to the vehicle. Helps you avoid scratches, dents or other damage on your BMW’s front bumper. Lets you see any hard-to-see objects and low obstacles in front of your vehicle . Overrides the native iDrive mode with a full-screen camera image. Equipped with a wide angle lens . Produces a high-quality image",
        "Description": "The price, details and kit contents for this BMW front camera installation depend on the configuration of your car. It’s necessary to type in your VIN so that we can match your vehicle with the right BMW front view camera kit. So, identify your car and get all the info you need, including DIY front view camera installation tips."
      },
      "3": {
        "Title": "Front View Camera Retrofit",
        "Features": "Helps you avoid scratches, dents or other damages on your BMW front bumper. Lets you notice any hard-to-see objects and low obstacles in front of your vehicle. Overrides the native iDrive mode with a full-screen camera image. Equipped with a wide angle lens . Produces a high-quality image",
        "Description": "Want to know the exact price of the BMW front view camera retrofit for your specific model? Type in your VIN and you’ll get the cost, information about its extra features and compatible addons. You will also see important installation details for how to add a front view camera to your BMW and links to video demos."
      },
      "4": {
        "Title": "BMW PDC (Park Distance Control) Retrofit",
        "Features": "Makes parking easy and safe. Warns you about any tight spaces between your car and obstacles. Uses ultrasound sensors to detect the distance to nearby objects  . Consists entirely of genuine BMW parts. Allows retrofitting the front, rear or both bumpers of your vehicle",
        "Description": "Original BMW PDC (Park Distance Control) is a retrofit prepared for each BMW separately. Given that every car has its own configuration, the kit contents and its price may vary. In order to get accurate information for your specific vehicle, please fill in the VIN field to identify your car."
      },
      "5": {
        "Title": "Rear View Camera Retrofit (MMI) for BMW",
        "Features": "Overrides the native iDrive display with a full-screen camera image. Activates automatically when the car goes into reverse just like an original BMW backup camera. Allows adding a mirroring device or front view camera for a lower price. Produces a high-quality image  . Characterized by an easy DIY installation process. Supports Static or . Dynamic Parking Lines",
        "Description": "BimmerTech assembles every Rear View Camera (MMI) for BMW kit separately for each model, because every BMW vehicle has a different configuration, and thus requires different BMW parts. Want to learn more about the rear view camera retrofit for your specific car? Identify your BMW."
      },
      "6": {
        "Title": "iDrive Touch Controller Retrofit",
        "Features": "Shows you camera images from different viewing angles on the iDrive screen. Assists you in parking and difficult traffic situations. Combines images from several cameras and creates a perfect overview. Helps to see approaching traffic at junctions or areas with restricted views",
        "Description": "If you thought navigating through narrow roads and in tight parking spaces couldn’t get any smarter, you really underestimate BMW. Surround View is the ultimate car camera system that will make difficult traffic situations seem just another daily routine."
      },
      "Title-features": "Features",
      "Title-description": "Description"
    }
  },
  "Smartphone": {
    "Title": "IPHONE & ANDROID INTEGRATION FOR BMW",
    "ButtonRequest": "Request",
    "CatalogItem": {
      "1": {
        "Title": "CarPlay MMI Prime Retrofit for BMW",
        "Features": "Wireless CarPlay capability. USB multimedia and charging port. Full-Screen Mode. Easy control with iDrive and steering wheel buttons. Android Auto support . Integration with Front and Rear View Cameras. High-quality audio with an equalizer",
        "Description": "CarPlay MMI Prime retrofit for BMW is customized for each model individually due to the different configuration of every BMW vehicle. If you wish to read the full CarPlay MMI Prime description and know more about CarPlay compatibility, type in your VIN."
      },
      "2": {
        "Title": "SmartView HD Flex - Android and iOS Screen Mirroring",
        "Features": "Allows streaming videos from your Android smartphone or iPhone onto the iDrive screen. Lets you use your favorite maps on a bigger display. Produces its own WiFi network for connecting to mobile devices so no cables or mobile hotspots are needed. Provides audio playback through your BMW's AUX port. Has in-built AirPlay and Miracast receivers",
        "Description": "To get more precise information about wireless display & audio streaming through SmartView HD Flex, provide your VIN to identify your vehicle. You will find out about the additional features of the product and specifics of the installation as well as the exact price of the product. You will also be able to see what comes in a kit of an upgrade for screen mirroring iPhones and Android devices."
      },
      "3": {
        "Title": "SmartView HD Apple TV4 (iPhone Screen Mirroring)",
        "Features": "Lets you mirror your iPhone screen onto the native iDrive display. Has an inbuilt Apple TV4 with its own App Store which gives the possibility to use apps without connecting your phone . Allows streaming videos from your iPhone onto the car screen . Provides audio streaming through your BMW's AUX port. Wirelessly connects any iOS device to the . BMW iDrive system .Has an HDMI input which provides high quality of the image",
        "Description": "This is a general description of the SmartView Apple HD TV4 screen mirroring device. In order to read model-specific product details, enter your VIN and identify your BMW. The product page will contain the exact price, installation info and upgrades that can be added to the order at a lower price together with SmartView."
      },
      "4": {
        "Title": "SmartView HD Apple TV3 (iPhone Screen Mirroring)",
        "Features": "Allows streaming videos from your iPhone onto the iDrive screen. Provides audio streaming through your BMW's AUX port. Wirelessly connects to any iOS device . Includes an original Apple TV unit modified to function with the BMW iDrive system. Gives the possibility to use Apple TV3 native apps without connecting your phone . Has an HDMI input which provides high quality of the image",
        "Description": "The price and kit contents of the SmartView Apple TV3 screen sharing retrofit depend on the configuration of each BMW vehicle. So, identify your vehicle to be informed about the exact price, list of BMW parts in the kit and details on the screen mirroring device installation."
      },
      "5": {
        "Title": "Android Auto MMI Prime Retrofit for BMW",
        "Features": "USB connection for Android Auto and Android Screen Mirroring. USB port for multimedia. Full-Screen Mode. Easy control with iDrive and steering wheel buttons. Supports CarPlay for iPhones. Integration with Front and Rear View Cameras. High-quality audio with an equalizer",
        "Description": "The compatibility and price of BMW Android Auto MMI Prime may vary depending on your vehicle's model and production year. Please identify your vehicle and get more detailed information about Android Auto and how to install it."
      },
      "6": {
        "Title": "BMW Apple CarPlay Activation",
        "Features": "Lets you safely use iPhone apps on your native iDrive screen. Uses your car's factory microphone to let Siri hear voice commands. Connects your iPhone wirelessly to the. BMW iDrive system. Provides audio playback through your BMW's stereo system. Makes it easy to switch between CarPlay and your car’s standard interface using the iDrive controller",
        "Description": "The type of Apple CarPlay activation (via USB or during a remote coding session) strongly depends on your BMW configuration. If you specify your VIN, you will get a detailed description of the BMW CarPlay setup in your vehicle as well as information whether your BMW is compatible with the full-screen option."
      },
      "7": {
        "Title": "BMW Enhanced Bluetooth / USB Activation",
        "Features": "Extends the multimedia capabilities of your BMW. Lets you stream audio from a smartphone or MP3 player via Bluetooth/USB port. Allows pairing up multiple devices via Bluetooth. Gives read-only access to SMS messages, email, reminders, etc.. Provides USB audio playback through the BMW stereo system. Enables you to use Voice Control to make calls without taking your hands of the wheel",
        "Description": "The price and the type of BMW Enhanced Bluetooth Update / USB Port Activation strongly depend on the configuration of your vehicle. In order to find out how we will enable Enhanced Bluetooth and the USB port in your specific car (via USB or during a remote coding session), please identify your BMW/MINI."
      },
      "9": {
        "Title": "Alpha One BMW Speaker Upgrade",
        "Features": "Our audio upgrades have been designed by audio engineers who are really excited about music. Thanks to their expertise in sound and our love for BMW, we have created a mini sound studio that fits into your BMW.",
        "Description": "Thanks to the easy installation of the trademarks of BimmerTech and a desirable location in the trunk for a amplifier there are no incisions and no visual changes on the dashboard or the cabin. If you are in DIY, you will have a premium sound system and Alpha One BMW speakers installed in a couple of hours. Most of the time it is necessary to remove and replace the trim, because the amplifier and speakers are actually connected and played."
      },
      "Title-features": "Features",
      "Title-description": "Description"
    }
  },
  "Tuning": {
    "Firstscreen": {
      "Title": "Chip tuning",
      "Subtitle": "stage 1-3",
      "Text": "Car tuning can be divided into several stages. But before moving on to one stage, you must complete the previous ones."
    },
    "About_1": {
      "1": "Chip tuning - optimization of the engine program, allows you to increase the power of the car and reduce consumption at different driving speeds. Serial ICE uses the resource by a maximum of 60-70%, and often one engine is available in several power options, the largest of which are available only for a fee. ",
      "2": "The second stage of increasing power offers additional power and may carry the ability to turn off the catalyst or particulate filter.",
      "3": "You can save money when buying a car by choosing a motor with low power in documents, and then install a more powerful program or tuning Stage2 for 10-20% of the cost from the conveyor.",
      "4": "To reveal the potential of a motor at such a level allow turbo and turbodiesel engines with a good margin of safety or de-energized from the factory. At the same time, the changes concern only the power mode, because at average speeds the average consumption remains at the same level."
    },
    "Reason": {
      "1": "Improving the dynamics of acceleration",
      "2": "Increase in power and torque",
      "3": "Increase maximum speed",
      "4": "Improving the response of the gas pedal",
      "5": "Reduce fuel consumption",
      "Title": "5 REASONS TO MAKE CHIP TUNING"
    },
    "Works": {
      "1": "When the particulate filter (DPF - Diesel particulate filter / FAP - Filter Additive Particulate) becomes heavily clogged, power drops, consumption increases, and the Check Engine lamp lights up. Two outputs either change the expensive part or remove the particulate filter both from the program and from the exhaust system. ",
      "2": "A urea injection system, abbreviated as AdBlue / SCR, is installed on Euro-5 / Euro-6 cars. As practice has shown, injection control sensors or the additive pump itself are most often out of order, when the car starts to count the mileage to a planned stop engine. ",
      "3": "And changing these components is not such a simple and cheap task. We offer a comprehensive shutdown of AdBlue urea, when you can remove the pump and sensors from the exhaust system and forget about these problems.",
      "4": "Software shutdown of AbBlue / SCR urea injection is necessarily combined with the obligatory mechanical part. The EGR valve returns heated gases from the exhaust system to the intake manifold.",
      "5": "The main goal is to increase the temperature of the gas mixture at the engine inlet, at which less various nitrogen oxides are formed. However, soot soot particles settle in the intake manifold over time, and the air calculation sensors or the valve itself may lose functionality. This leads to the appearance of diagnostic errors with the transfer of the machine into emergency mode. ",
      "6": "The intake manifold swirl flaps are involved in the distribution of the gas flow for optimal combustion of the mixture. When the shutters are jammed when closed, the intake system's bandwidth is insufficient - the car smokes more and loses some of the power.",
      "Title": "ADDITIONAL SERIVICES"
    },
    "CatalogItem": {
      "1": {
        "Title": "Tuning gasoline turbo",
        "Features": "Chip tuning of a gasoline turbo turbo engine can add about 15-30% of power. Turbocharging and modern mechanical superchargers are regulated through the control unit, and with tuning tuning allows you to unlock the engine's potential and smooth out the turbo-hole."
      },
      "2": {
        "Title": "Tuning of an atmospheric engine",
        "Features": "Chip tuning of an atmospheric engine gives an increase in power of the order of 7-10%, which is relegated to the background compared to improving the response of the gas pedal, engine elasticity and traction in the middle speed range. Owners of atmospheric engines can also make the car more responsive, compensate for losses when the car is fully loaded."
      },
      "3": {
        "Title": "Tuning diesel engine",
        "Features": "Chip tuning of a diesel engine allows you to get a good increase in torque from the bottom third of the tachometer, and with a quiet or highway driving, you can reduce consumption to 10-15%! For an extra charge in the program, you can remove the catalyst, EGR recirculation system, AdBlue / SCR urea or intake manifold swirl flaps."
      },
      "Title-features": "Features",
      "Title-description": "Description"
    }
  },
  "COoding": {
    "Title": "Coding",
    "ButtonRequest": "Request",
    "About": {
      "1": "BMW coding allows you to add, delete or change vehicle options. Coding is a change in the settings of electronic control units. All settings are initially set by the manufacturer, so coding does not harm the operation of the electronics.",
      "2": "Initially, the plant encodes a car for the installed package, for the standards of the countries in which it is supplied, for the standards of toxicity and the climate of the countries.",
      "3": "With the help of coding, you can enable options and functions laid down by the manufacturer that were not included in your package because of marketing interests or because of the standards of the country for which the car is intended.",
      "4": "Also, coding is necessary when changing the configuration of the car or retrofitting it."
    },
    "CatalogItem": {
      "1": {
        "Title": "BLUETOOTH activation",
        "Features": "With activated BLUETOOTH and USB activated in your BMW, you can:",
        "Description": "The range of functions available after activating this option greatly depends on the type of your smartphone, as well as the design of the BMW hardware and software in your car.",
        "List": [
          "Stream music from your phone via BLUETOOTH or USB",
          "Read text messages and emails on the iDrive screen through the mobile office",
          "Access to the calendar, tasks, notes, reminders, etc.",
          "Use BLUETOOTH Voice Control to make calls without taking your hands behind the wheel."
        ]
      },
      "2": {
        "Title": "Retrofitting AUDIO BLUETOOTH with aptX support",
        "Description": "",
        "Features": "AUDIO BLUETOOTH providing a lossless high-quality audio signal with aptX audio codec support and low latency for listening to music from a smartphone or tablet.",
        "D1": "Quickly and automatically connects to the phone, without requiring a password. High-quality audio signal without loss, with support for aptX audio codec and low latency.",
        "D2": "Due to this, the playback quality of AUDIO BLUETOOTH is the same as when playing from a CD (Compact Disc). If you compare AUDIO BLUETOOTH in sound quality with the audio source connected to the AUX-IN via cable, it will be better, since there is no long wire that is a source of interference that connects the audio source connector to the AUX-IN input. ",
        "D3": "Given that most simple wires (with the exception of professional ones) are low-quality Chinese consumer goods with very poor shielding, the sound suffers even more from external interference and interference.",
        "D4": "These wires are not often broken in places of frequent bends, especially at the base of the plugs. And this despite the fact that you have the additional inconvenience of constantly inserting one plug into the telephone jack and the second into AUX-IN, which leads to frequent connections the fact that these connectors gradually fail due to which the contact disappears accompanied by crackling or sound loss. ",
        "D5": "Works great together with regular Bluetooth for hands-free calling. Automatically switches to a phone call. After the call ends, it automatically switches to playing a song interrupted by a phone call. There are no additional power sources using a cigarette lighter and external wires that connect to AUX- IN. ",
        "D6": "The AUDIO BLUETOOTH device is built into the audio system, providing a minimum length of shielded wire to reduce noise and noise. The installation process takes 30 ... 45 minutes. The average radius of stable communication between a smartphone and a multimedia device with built-in AUDIO BLUETOOTH is on average is 5 ... 10 meters. In modern phones, often the connector for charging the phone and connecting headphones is combined into one common. ",
        "D7": "Therefore, if you use a wire connected to AUX-IN to listen to music, you will lose the ability to recharge the phone through the same input. If you have wireless charging, it can increase the noise level of the audio signal. With AUDIO BLUETOOTH you can charge your phone through the phone jack and listen to music at the same time "
      },
      "3": {
        "Title": "Unlock video in motion for CCC, CIC, NBT, NBT EVO",
        "Features": "If your multimedia system has a video playback source (DVD disc, USB drive, TV tuner, Screen Mirroring, Apple Carplay) that is blocked while driving, then using encoding we can remove this restriction.",
        "Description": "In addition, we can also unlock services such as Office Messaging, Online Entertainment, Bluetooth Pairing, and the User Guide for use while driving, if they are already available in your car. . "
      },
      "4": {
        "Title": "Apple CarPlay Activation",
        "Description": "Apple CarPlay allows you to connect your iPhone to your BMW and use iOS apps on the iDrive factory display. Use Google Maps or Waze to navigate, access your iTunes library or send texts using Siri's voice command. Some BMWs are compatible with Apple CarPlay in full screen "
      },
      "5": {
        "Title": "Activating Screen Mirroring for Android in NBT EVO ID5 / ID6",
        "Features": "For the NBT EVO 2 (ID5 / ID6) system, we can activate the real-time display mode of the screen contents (including sound transmission) from devices based on the Android operating system. You can display any of the navigation maps installed in your monitor smartphone, play YouTube videos, view correspondence in messengers, etc. "
      },
      "6": {
        "Title": "Denial of responsibility",
        "Features": "We can deactivate the disclaimer when driving or reversing. So you never see it again. Even the night vision pop-up! As responsible drivers, you know the disclaimers by heart."
      },
      "7": {
        "Title": "Russification of the CCC, CIC, ENTRY, NBT, NBT EVO menus",
        "Features": "If you do not have Russification, or Russification is installed with an incorrect translation (this mainly applies to CCC), then we also update and encode the necessary modules with Russified firmware with the most correct and accurate translation"
      },
      "8": {
        "Title": "Sports Display",
        "Features": "Want to see the power and torque of your BMW on the iDrive screen? This option is definitely for you! By turning on the Sports Display, you can find these measurements in the iDrive settings."
      },
      "9": {
        "Title": "Daylight Off",
        "Features": "If your daytime running lights are turned on by default when you set the lights to automatic, this option allows you to turn them off in the iDrive menu."
      },
      "10": {
        "Title": "Menu Interface ID5 / 6",
        "Description": "Select the type of menu ID5, ID5_Plus_Plus or ID6_Light for NBT EVO ID5 / ID6. For NBT EVO ID5 / ID6, we can change the appearance of the menu to any of the following"
      },
      "12": { "Title": "Coding BMW series E" },
      "13": { "Title": "Coding BMW series J" },
      "Title-features": "Features",
      "Title-description": "Description"
    }
  },
  "Chooser": {
    "Title": "Services for your car",
    "Label": {
      "1": "Select mark:",
      "2": "Select model:",
      "3": "Select engine:"
    },
    "Placeholder": { "1": "Mark", "2": "Model", "3": "Engine" },
    "Alert": "Select all inputs"
  },
  "carpage": {
    "0": "Increase engine power",
    "1": "from the original",
    "2": "to",
    "3": "and increase in torque from",
    "4": "to",
    "5": "The maximum speed after tuning will increase by",
    "6": "and consumption will decrease on average by",
    "cool": {
      "0": "Power engine",
      "1": "Torque",
      "2": "Maximum speed"
    },
    "table": {
      "0": "Power HP",
      "1": "Power kW",
      "2": "Torque Nm",
      "3": "Maximum speed",
      "4": "Consumption city",
      "5": "Average consumption",
      "6": "Consumption track"
    }
  },
  "coding": {
    "bluetooth-activation": {
      "0": "BLUETOOTH Activation",
      "1": "With activated BLUETOOTH and USB activated in your BMW, you can:",
      "2": "Stream music from your phone via BLUETOOTH or USB",
      "3": "Read text messages and emails on the iDrive screen through the mobile office",
      "4": "Access to the calendar, tasks, notes, reminders, etc.",
      "5": "Use BLUETOOTH Voice Control to make calls without taking your hands behind the wheel.",
      "6": "The range of functions available after activating this option greatly depends on the type of your smartphone, as well as the design of the BMW hardware and software in your car."
    }
  }
}
