{
  "Navbar": { "1": "Контакты", "2": "Блог", "3": "Поддержка" },
  "Menu": {
    "1": "Мультимедия",
    "2": "Навигация",
    "3": "Дисплеи",
    "4": "Диагностика",
    "5": "Парковка",
    "6": "Чип тюнинг",
    "7": "Автоподбор",
    "8": "Другие",
    "9": "Кодинг",
    "10": "File service"
  },
  "Contacts": { "Phone": "+420 774 508 743", "Email": "info@diagnost2k.cz" },
  "ContactsPage": {
    "1": { "1": "Российская Федерация", "2": "Санкт-Петербург" },
    "2": { "1": "Российская Федерация", "2": "Москва" },
    "3": { "1": "Соединенные штаты америки", "2": "Калифорния" }
  },
  "Footer": { "FormTitle": "Напиши нам" },
  "Form": {
    "Choose": "Выберите способ связи",
    "Name": "Имя",
    "Phone": "Телефон",
    "Continue": "Продолжить",
    "Error": "Пожалуйста заполните все поля",
    "Service": "Услуга:",
    "Quastion": "Напишите свой вопрос",
    "Send": "Отправить",
    "Thank": "Спасибо за обратную связь",
    "Thank2": "Наши менеджеры вскоре с вами свяжутся"
  },
  "Firstpage": {
    "Firstscreen": {
      "1": { "Title": "Диагностика", "Subtitle": "", "Text": "" },
      "2": { "Title": "Chip tuning", "Subtitle": "", "Text": "" },
      "3": { "Title": "File service", "Subtitle": "", "Text": "" },
      "Button": "Подробнее"
    }
  },
  "Errors": { "404": "Страница в разработке" },
  "BmwKey": {
    "Title": "BMW ключ",
    "About_1": {
      "1": "Получите брелок BMW, предварительно запрограммированный и соответствующий вашей конкретной модели",
      "2": "Вставьте свой старый ключ в брелок или закажите новый вместе с заменой брелка BMW",
      "3": "Блокировка и разблокировка вашего автомобиля удаленно Откройте багажник, не выходя из вашего BMW Звучит гудок на расстоянии, когда есть необходимость",
      "Title": "Характеристики"
    },
    "About_2": {
      "1": "Каждая модель BMW совместима с отдельным брелоком BMW.",
      "Title": "Описание"
    },
    "MegaKey": {
      "1": "Оснащен сенсорным ЖК-экраном для комфортного использования. Показывает состояние центрального замка, сигнализации, топлива и другой важной информации. Указывает, открыты ли окна или закрыты. Позволяет установить таймер для климат-контроля. Работает на дальности до 985 футов. Позволяет заблокировать / разблокировать двери, а также открыть багажник и издать звуковой сигнал",
      "2": "Проверка на вашем BMW может быть намного проще и быстрее с брелоком дисплея пульта дистанционного управления BMW. Неважно, где вы находитесь - сидя в офисе или отдыхая в гостиной - вы можете узнать, сколько топлива у вас есть или включен ли будильник, не выходя из дома.",
      "3": "Наша замена брелока для ключей BMW имеет все функции традиционного дистанционного брелока, а также множество новых потрясающих функций. Сенсорный ЖК-экран позволяет вам следить за информацией о центральном замке и видеть, открыты ли окна или закрыты. Включив сигнализацию, вы также можете отрегулировать настройки датчиков салона.",
      "4": "Эти функции брелка BMW также включают в себя информирование о необходимости обслуживания вашего BMW или о состоянии освещения. В разделе «Мобильность» вы увидите указатель уровня газа и сколько миль вы можете проехать, прежде чем загореть.",
      "5": "Самое замечательное в этом сенсорном брелоке - то, что вы можете установить время отправления и быть уверенным, что ваш BMW будет иметь идеальную температуру, когда вам нужно отправиться в путь. Функция климат-контроля позволяет предварительно подготовить интерьер, чтобы он не был слишком горячим или холодным при запуске.",
      "6": "Обратите внимание, что вы не можете припарковать автомобиль дистанционно, используя только брелок для дисплея пульта дистанционного управления. Чтобы использовать эту функцию, ваш BMW должен быть оснащен функцией парковки с дистанционным управлением.",
      "Title": "Mega Display Bmw key"
    }
  },
  "Diagnostik": {
    "Firstscreen": {
      "Title": "Диагностика и адаптация",
      "Subtitle": "Своевременная диагностика",
      "Text": "позволит вам сохранить ваш бюджет в дальнейшем."
    },
    "About_1": {
      "1": "Предлагаем компьютерную диагностику электронных систем автомобилей, адаптацию различных модулей и блоков управления автомобилем.",
      "2": "Мы предлагаем для вас :",
      "3": "адаптацию и проверку дроссельной заслонки, педали акселератора",
      "4": "Cписок основных выполняемых нами диагностических работ:",
      "5": "1. Компьютерная диагностика электрооборудования автомобиля.",
      "6": "2. Считывание и сброс DTC диагностических кодов неисправностей с их расшифровкой.",
      "7": "3. Проверка соответствия VIN номера авто с его блоком управления.",
      "8": "4. Проверка количества прописанных ключей в блоке штатного иммобилайзера.",
      "9": "5. Проверка соответствия показаний счетчика ОДОметра.",
      "10": "6. Диагностика и отключение системы контроля целостности ламп.",
      "11": "7. Проверка, сброс и активация системы TPMS.",
      "12": "8. Проверка возможности подключения штатной камеры заднего хода и ее активация.",
      "13": "9. Выполнение сервисных процедур обучения при замене АКБ.",
      "14": "10. Сброс сервисных интервалов и выполнение иных сервисных процедур.",
      "15": "11. Адаптация и проверка дроссельной заслонки, педали акселератора, актуаторов, стеклоподъемников, электроприводов, клапанов VTEC, VVTi и т.п.",
      "16": "12. Сброс и активация системы EGR.",
      "17": "13. Диагностика и адаптация (обучение) автоматических коробок передач.",
      "18": "14. Диагностика и проверка исполнительных механизмов без разбора авто.",
      "19": "15. Диагностика аккумуляторной батареи, определение остаточной емкости и заявленных характеристик",
      "20": "16. Проверка работы стартера, генератора, а так же качества «массы» в электрооборудовании авто."
    },
    "Catalog": {
      "Title": "КАТАЛОГ МОДЕЛЕЙ",
      "Subtitle": "Если Вы не нашли свой автомобиль в каталоге просьба связаться с нами по телефону."
    }
  },
  "Navigation": {
    "Title": "Обновление навигации BMW",
    "ButtonRequest": "Заказать",
    "CatalogItem": {
      "1": {
        "Title": "BMW Обновление навигации 2019/2020",
        "Features": "Держите свои карты в актуальном состоянии, не выходя из дома возьмите на себя ответственность за свое время и находите маршруты по новым, более удобным дорогам и скоростным магистралям, точно зная, где находится следующая заправка, банкомат или ресторан, чтобы сэкономить топливо, выбирая наиболее эффективные способы добраться до места назначения",
        "Description": "Список доступных карт и регионов для каждого BMW может быть разным. Определите свой автомобиль, чтобы узнать, в какие страны распространяется обновление карты BMW iDrive для вашего конкретного автомобиля и какой год / квартал охватывается."
      },
      "2": {
        "Title": "NBT EVO ID5/ID6 Navigation System Retrofit",
        "Features": "Имеет экран высокой четкости. Содержит только оригинальные запчасти BMW, включая головной блок NBT Evo с интерфейсом ID5 или ID6. Предоставляет последнюю версию карт для вашего региона. Поставляется с рядом активированных мультимедийных функций, таких как . Видео и сервисы в движении, приложения BMW и др.Позволяет использовать приложения iPhone на новом экране iDrive с помощью CarPlay",
        "Description": "Дооснащение навигационной системы NBT EVO ID5/ID6 может состоять из различных частей в зависимости от вашей модели BMW и ее технических характеристик. Чтобы узнать точную цену и функции, включенные в обновление iDrive для вашего конкретного автомобиля, определите свой автомобиль."
      },
      "3": {
        "Title": "BMW CIC Navigation System Retrofit",
        "Features": "Имеет экран высокой четкости. Содержит только оригинальные запчасти BMW, включая головное устройство CIC, обновленное до последней версии обновления программного обеспечения BMW. Включает в себя последнюю версию карт для вашего региона. Поставляется с рядом активированных мультимедийных функций, таких как видео и услуги в движении и голосовое управление. Добавляет USB-порт, который можно использовать для обновления карт или обновления программного обеспечения",
        "Description": "Эта модернизация навигационной системы BMW CIC содержит головной блок,модули, проводку и различные типы отделки. Чтобы узнать, какие запчасти iDrive входят в комплект поставки вашего BMW, введите свой VIN-номер. Вы получите полное описание модернизации CIC вместе с подробными сведениями о его функциях."
      },
      "4": {
        "Title": "Speed Limit Information for BMW",
        "Features": "Четко показывает ограничение скорости на приборной панели вашего BMW. Совместимость со стандартными и цифровыми кластерами. Отображаемый предел настраивается для каждого участка дороги. Ограничение скорости и информация о местоположении поступают из навигационных данных BMW. Легко обновляйте данные ограничения скорости, обновляя карту iDrive",
        "Description": "BMW может быть сделан с учетом производительности, но он всегда несет ответственность за то, чтобы внимательно следить за ограничением скорости при движении. Зная лимит на каждом участке дороги, вы можете быть уверены, что всегда едете безопасно, и это поможет вам избежать штрафов за превышение скорости."
      },
      "5": {
        "Title": "NBT EVO ID4 Navigation System Retrofit",
        "Features": "Включает в себя экран высокой четкости 8,8 дюйма. Содержит только оригинальные запчасти BMW. Предоставляет последнюю версию карт для вашего региона. Поставляется с рядом разблокированных мультимедийных функций, таких как . Видео и сервисы в движении, приложения BMW и т. д. Особенности сенсорного контроллера iDrive",
        "Description": "Если вы удовлетворены iDrive вашего BMW, но вам не хватает скорости загрузки системы и лучшего контраста в графике, то модернизация навигационной системы NBT Evo ID4-это именно то, что вам нужно!"
      },
      "6": {
        "Title": "iDrive Touch Controller Retrofit",
        "Features": "Оснащен сенсорной панелью на ручке контроллера BMW iDrive, с помощью которой можно писать буквы во время навигации по системе. Позволяет больше сосредоточиться на дороге. Разработанный для улучшения премиального внешнего вида вашего BMW. Обеспечивает быструю реакцию на ваши прикосновения. Состоит полностью из подлинных деталей BMW",
        "Description": "Если вы стремитесь к более удобному и безопасному способу использования вашей системы BMW, то сенсорный контроллер iDrive-это модификация, предназначенная для удовлетворения этих потребностей."
      },
      "Title-features": "Характеристики",
      "Title-description": "Описание"
    }
  },
  "Others": {
    "Title": "Дополнительные услуги",
    "CatalogItem": {
      "Title-features": "Характеристики",
      "Title-description": "Описание"
    }
  },
  "Displays": {
    "Title": "Обновление дислпея BMW IDRIVE",
    "ButtonRequest": "Заказать",
    "CatalogItem": {
      "1": {
        "Title": "BMW Hybrid Instrument Cluster",
        "Features": "Включает в себя аналоговые датчики со светодиодной подсветкой. Имеет цифровой дисплей в своей нижней половине. Состоит только из оригинальных запчастей BMW. Показывает режимы Comfort / ECO PRO / Sport / Sport+ на цифровой части",
        "Description": "Если вы устали смотреть на спидометр в темноте и гадать, остановят ли вас за превышение скорости или нет, оригинальная гибридная приборная панель BMW-это именно то, что вам нужно. Однако переход от полностью аналогового к частично цифровому кластеру меняет многие аспекты вашего вождения."
      },
      "2": {
        "Title": "6WB BMW OEM Digital Instrument Cluster",
        "Features": "Имеет полностью цифровую настройку и несколько видов анимации. Предлагает различные взгляды для трех режимов вождения. Фокусируется на датчиках спидометра и счетчика оборотов в спортивном режиме. Подчеркивает экономичный стиль вождения в режиме Eco Pro. Отображение автомобиля в центральной части кластера в режиме реального времени. Состоит полностью из подлинных деталей BMW",
        "Description": "6WB BMW OEM Digital Cluster - это высокотехнологичное решение для более эффективного и функционального тире. Но поскольку содержимое комплекта отличается для каждого автомобиля в зависимости от модели и конфигурации, цена может варьироваться. Пожалуйста, введите свой VIN-номер, чтобы получить точную цитату и полное описание."
      },
      "3": {
        "Title": "VividScreen - iDrive Display for BMW",
        "Features": "Обеспечивает вдвое большее разрешение экрана по сравнению с дисплеем OEM iDrive. Повышает качество изображения и контрастность для лучшего просмотра. Имеет тот же дизайн, что и OEM. экран iDrive для поддержания заводского вида. Поддерживает функцию зеркального отображения экрана SmartView BMW idrive для использования приложений iPhone на дисплее приборной панели. Совместимость со многими технологическими обновлениями недоступна на стоковом экране",
        "Description": "Наше обновление дисплея VividScreen iDrive-это модернизация, подготовленная для каждого BMW индивидуально, а это означает, что содержимое комплекта и некоторые небольшие функции могут варьироваться. Кроме того, каждая модель совместима с различным количеством дополнительных дополнений. Определите свой автомобиль и получите полное описание продукта для вашего конкретного автомобиля."
      },
      "Title-features": "Характеристики",
      "Title-description": "Описание"
    }
  },
  "Parking": {
    "Title": "Задние и передние камеры для BMW",
    "ButtonRequest": "Заказать",
    "CatalogItem": {
      "1": {
        "Title": "BMW Rear View Camera Retrofit (OEM)",
        "Features": "Это та же самая резервная камера BMW OEM, которую BMW устанавливает на заводе. Состоит полностью из подлинных деталей BMW. Создает высококачественное изображение. Позволяет увеличить масштаб прицепного устройства, чтобы аккуратно подъехать к нужному месту. Поддерживает. Динамические парковочные линии И. Маркировка Препятствий. Система камеры объемного обзора 360 градусов доступна в качестве дополнительного дополнения",
        "Description": "Этот комплект камеры заднего вида BMW (OEM) собран для каждой модели отдельно на основе спецификаций каждого автомобиля BMW. Если вы хотите узнать больше о резервной камере BMW для вашего конкретного автомобиля, введите свой VIN."
      },
      "2": {
        "Title": "Grill-Friendly Front View Camera for F30",
        "Features": "Легко монтируется в решетку почки F30 без каких-либо модификаций автомобиля. Это поможет вам избежать царапин, вмятин или других повреждений на переднем бампере вашего BMW. Позволяет вам видеть любые труднодоступные объекты и низкие препятствия перед вашим автомобилем . Переопределяет собственный режим iDrive с помощью полноэкранного изображения камеры. Оснащен широкоугольным объективом. Создает высококачественное изображение",
        "Description": "Цена, детали и комплект поставки этой установки фронтальной камеры BMW зависят от конфигурации вашего автомобиля. Необходимо ввести ваш VIN, чтобы мы могли сопоставить ваш автомобиль с правильным комплектом камеры переднего вида BMW. Итак, определите свой автомобиль и получите всю необходимую информацию, включая советы по установке камеры переднего вида DIY."
      },
      "3": {
        "Title": "Front View Camera Retrofit",
        "Features": "Это поможет вам избежать царапин, вмятин или других повреждений на переднем бампере вашего BMW. Позволяет вам заметить любые труднодоступные объекты и низкие препятствия перед вашим автомобилем. Переопределяет собственный режим iDrive с помощью полноэкранного изображения камеры. Оснащен широкоугольным объективом. Создает высококачественное изображение",
        "Description": "Хотите узнать точную цену дооснащения камеры переднего обзора BMW для вашей конкретной модели? Введите свой VIN, и вы получите стоимость, информацию о его дополнительных функциях и совместимых аддонах. Вы также увидите важные детали установки для добавления камеры переднего вида в ваш BMW и ссылки на видео-демо."
      },
      "4": {
        "Title": "BMW PDC (Park Distance Control) Retrofit",
        "Features": "Делает парковку легкой и безопасной. Предупреждает Вас о любых труднодоступных местах между вашим автомобилем и препятствиями. Использует ультразвуковые датчики для определения расстояния до ближайших объектов . Состоит полностью из подлинных деталей BMW. Позволяет модернизировать передний, задний или оба бампера вашего автомобиля",
        "Description": "Оригинальный BMW PDC (Park Distance Control) - это дооснащение, подготовленное для каждого BMW отдельно. Учитывая, что каждый автомобиль имеет свою собственную конфигурацию, содержимое комплекта и его цена могут варьироваться. Чтобы получить точную информацию о вашем конкретном автомобиле, пожалуйста, заполните поле VIN для идентификации Вашего автомобиля."
      },
      "5": {
        "Title": "Rear View Camera Retrofit (MMI) for BMW",
        "Features": "Переопределяет собственный дисплей iDrive с полноэкранным изображением камеры. Активируется автоматически, когда автомобиль переходит на задний ход, как и оригинальная резервная камера BMW. Позволяет добавить зеркальное устройство или камеру переднего вида по более низкой цене. Создает высококачественное изображение . Характеризуется простым процессом установки DIY. Поддерживает статическое или. Динамические Парковочные Линии",
        "Description": "BimmerTech собирает каждую камеру заднего вида (MMI) для комплекта BMW отдельно для каждой модели, потому что каждый автомобиль BMW имеет различную конфигурацию и, следовательно, требует различных деталей BMW. Хотите узнать больше о модернизации камеры заднего вида для вашего конкретного автомобиля? Определить вашего BMW."
      },
      "6": {
        "Title": "iDrive Touch Controller Retrofit",
        "Features": "Показывает вам изображения камеры с разных углов обзора на экране iDrive. Помогает вам в парковке и сложных дорожных ситуациях. Объединяет изображения с нескольких камер и создает идеальный обзор. Помогает увидеть приближающееся движение на перекрестках или в местах с ограниченным обзором",
        "Description": "Если вы думали, что навигация по узким дорогам и узким парковочным местам не может стать умнее, вы действительно недооцениваете BMW. Surround View-это идеальная система автомобильных камер, которая сделает сложные дорожные ситуации просто еще одной повседневной рутиной."
      },
      "Title-features": "Характеристики",
      "Title-description": "Описание"
    }
  },
  "Smartphone": {
    "Title": "IPHONE & ANDROID интеграция для BMW",
    "ButtonRequest": "Заказать",
    "CatalogItem": {
      "1": {
        "Title": "CarPlay MMI Prime Retrofit for BMW",
        "Features": "Беспроводная возможность CarPlay. Мультимедиа USB и порт для зарядки. полноэкранный режим. Простое управление с помощью кнопок iDrive и рулевого колеса. Автоматическая поддержка Android . Интеграция с камерами переднего и заднего вида. Высококачественный звук с эквалайзером",
        "Description": "CarPlay MMI Prime retrofit для BMW настраивается для каждой модели индивидуально из-за различной конфигурации каждого автомобиля BMW. Если вы хотите прочитать полное описание CarPlay MMI Prime и узнать больше о совместимости CarPlay, введите свой VIN."
      },
      "2": {
        "Title": "SmartView HD Flex - Android and iOS Screen Mirroring",
        "Features": "Позволяет передавать потоковое видео с Вашего Android-смартфона или iPhone на экран iDrive. Позволяет использовать ваши любимые карты на большом дисплее. Производит свою собственную сеть Wi-Fi для подключения к мобильным устройствам, поэтому никакие кабели или мобильные точки доступа не требуются. Обеспечивает воспроизведение звука через порт AUX вашего BMW. Имеет встроенные приемники AirPlay и Miracast",
        "Description": "Чтобы получить более точную информацию о беспроводном дисплее и потоковой передаче звука через SmartView HD Flex, укажите свой VIN для идентификации Вашего автомобиля. Вы узнаете о дополнительных особенностях изделия и специфике монтажа, а также точную цену изделия. Вы также сможете увидеть, что входит в комплект обновления для зеркального отображения экрана iPhone и Android-устройств."
      },
      "3": {
        "Title": "SmartView HD Apple TV4 (iPhone Screen Mirroring)",
        "Features": "Позволяет зеркально отобразить экран вашего iPhone на родной дисплей iDrive. Имеет встроенный Apple TV4 с собственным магазином приложений, который дает возможность использовать приложения без подключения телефона . Позволяет передавать потоковое видео с вашего iPhone на экран автомобиля . Обеспечивает потоковое воспроизведение звука через порт AUX вашего BMW. Беспроводное подключение любого устройства iOS к компьютеру . Система BMW iDrive .Имеет вход HDMI, который обеспечивает высокое качество изображения",
        "Description": "Это общее описание устройства для зеркального отображения экрана SmartView Apple HD TV4. Чтобы прочитать информацию о конкретной модели продукта, введите свой VIN и идентифицируйте свой BMW. Страница продукта будет содержать точную цену, информацию об установке и обновлениях, которые могут быть добавлены к заказу по более низкой цене вместе с SmartView."
      },
      "4": {
        "Title": "SmartView HD Apple TV3 (iPhone Screen Mirroring)",
        "Features": "Позволяет передавать потоковое видео с вашего iPhone на экран iDrive. Обеспечивает потоковое воспроизведение звука через порт AUX вашего BMW. Беспроводное подключение к любому устройству iOS . Включает в себя оригинальный блок Apple TV, модифицированный для работы с системой BMW iDrive. Дает возможность использовать собственные приложения Apple TV3 без подключения телефона . Имеет вход HDMI, который обеспечивает высокое качество изображения",
        "Description": "Цена и комплектация устройства SmartView Apple TV3 Screen sharing retrofit зависят от конфигурации каждого автомобиля BMW. Таким образом, определите свой автомобиль, чтобы получить информацию о точной цене, списке запчастей BMW в комплекте и деталях установки устройства зеркального отображения экрана."
      },
      "5": {
        "Title": "Android Auto MMI Prime Retrofit for BMW",
        "Features": "USB-соединение для Android Auto и зеркального отображения экрана Android. USB-порт для мультимедиа. полноэкранный режим. Простое управление с помощью кнопок iDrive и рулевого колеса. Поддержка CarPlay для iPhone. Интеграция с камерами переднего и заднего вида. Высококачественный звук с эквалайзером",
        "Description": "Совместимость и цена BMW Android Auto MMI Prime может варьироваться в зависимости от модели вашего автомобиля и года выпуска. Пожалуйста, идентифицируйте свой автомобиль и получите более подробную информацию о Android Auto и о том, как его установить."
      },
      "6": {
        "Title": "BMW Apple CarPlay Activation",
        "Features": "Позволяет безопасно использовать приложения iPhone на вашем родном экране iDrive. Использует заводской микрофон вашего автомобиля, чтобы Siri могла слышать голосовые команды. Подключает ваш iPhone к беспроводной сети. Система BMW iDrive. Обеспечивает воспроизведение звука через стереосистему вашего BMW. Позволяет легко переключаться между CarPlay и стандартным интерфейсом вашего автомобиля с помощью контроллера iDrive",
        "Description": "Тип активации Apple CarPlay (через USB или во время сеанса удаленного кодирования) сильно зависит от конфигурации вашего BMW. Если вы укажете свой VIN, то получите подробное описание настройки BMW CarPlay в вашем автомобиле, а также информацию о том, совместим ли ваш BMW с полноэкранной опцией."
      },
      "7": {
        "Title": "BMW Enhanced Bluetooth / USB Activation",
        "Features": "Расширяет мультимедийные возможности вашего BMW. Позволяет транслировать аудио со смартфона или MP3-плеера через порт Bluetooth / USB. Позволяет выполнять сопряжение нескольких устройств через Bluetooth. Предоставляет доступ только для чтения к SMS-сообщениям, электронной почте, напоминаниям и т. д.. Обеспечивает воспроизведение аудио USB через стереосистему BMW. Позволяет использовать голосовое управление для совершения звонков, не отрывая рук от руля",
        "Description": "Цена и тип BMW Enhanced Bluetooth Update / USB Port Activation сильно зависят от конфигурации вашего автомобиля. Для того чтобы узнать, как мы включим расширенный Bluetooth и USB-порт в вашем конкретном автомобиле (через USB или во время сеанса удаленного кодирования), пожалуйста, идентифицируйте свой BMW/MINI."
      },
      "8": {
        "Title": "AUX Port",
        "Features": "Позволяет подключить практически любое аудиоустройство. Позволяет слушать музыку через стереосистему вашего BMW. Обеспечивает легкую и быструю установку. Легко интегрируется в интерьер вашего автомобиля. Содержит только оригинальные запчасти BMW",
        "Description": "Если ваш автомобиль не поставляется с установленным на заводе AUX-портом, это больше не проблема. Вы можете заказать его в несколько кликов и установить во сне (да, это так просто)."
      },
      "9": {
        "Title": "Alpha One BMW Speaker Upgrade",
        "Features": "Наши аудио обновления были разработаны звуковыми инженерами, которые действительно рады музыкой. Благодаря их знания и опыт в области звука и нашей любви к BMW, мы создали мини-студии, которые могут вписаться в ваш BMW.",
        "Description": "Благодаря простой установке место в багажнике для усилителя нет сокращений, и никаких визуальных изменений на приборной панели или салона. Если вы находитесь в DIY, у вас будет установлена премиальная аудиосистема и динамики Alpha One BMW всего за несколько часов. Большую часть времени отделка должна быть удалена и заменена, так как сам усилитель и динамики фактически подключены и воспроизводятся."
      },
      "Title-features": "Характеристики",
      "Title-description": "Описание"
    }
  },
  "Tuning": {
    "Firstscreen": {
      "Title": "Chip tuning",
      "Subtitle": "stage 1-3",
      "Text": "Тюнинг автомобиля можно разделить на несколько этапов. Но прежде, чем перейти к одному этапу, нужно выполнить предыдущие."
    },
    "About_1": {
      "1": "Chip tuning – оптимизация программы двигателя, позволяет повысить мощность автомобиля и снизить расход при разных темпах езды. Серийные ДВС использует ресурс максимум на 60-70%, а зачастую один двигатель выпускается в нескольких вариантах мощности, наибольшие из которых доступны лишь за доплату.",
      "2": "Вторая ступень повышения мощности предлагает дополнительную мощность и может нести в себе возможности по отключению катализатора или сажевого фильтра.",
      "3": "Можно сэкономить при покупке автомобиля, выбрав мотор с заниженной мощностью в документах, а потом за 10-20% от стоимости с конвейера установить более мощную программу или tuning Stage2.",
      "4": "Раскрыть потенциал мотора на таком уровне позволяют турбированные и турбодизельные моторы с хорошим запасом прочности или же дефорсированные с завода. При этом изменения касаются только мощностного режима, потому при средних темпах езды средний расход остается на прежнем уровне."
    },
    "Reason": {
      "1": "Улучшение динамики разгона",
      "2": "Увеличение мощности и крутящего момента",
      "3": "Увеличение максимальной скорости",
      "4": "Улучшение отклика педали газа",
      "5": "Снижение расхода топлива",
      "Title": "5 ПРИЧИН СДЕЛАТЬ CHIP TUNING"
    },
    "Works": {
      "1": "При сильном засорении и выходе из строя сажевого фильтра (DPF - Diesel particulate filter / FAP – Filter Additive Particulate) падает мощность, повышается расход и загорается лампочка Check Engine. Выхода два – либо менять дорогостоящую деталь, либо удалить сажевый фильтр как из программы, так и из выхлопной системы.",
      "2": "На автомобилях Euro-5 / Euro-6 устанавливается система впрыска мочевины, сокращенно AdBlue / SCR. Как показала практика, наиболее часто выходят из строя датчики контроля впрыска или сам насос подачи присадки, когда машина начинает отсчитывать километраж до плановой остановки двигателя.",
      "3": "А менять эти узлы - не такая уж простая и дешевая задача. Мы предлагаем комплексное отключение мочевины AdBlue, когда можно удалить насос и датчики из выхлопной системы и забыть об этих проблемах.",
      "4": "Программное отключение впрыска мочевины AbBlue / SCR обязательно сочетается с обязательной механической частью. Клапан ЕГР возвращает во впускной коллектор разогретые газы из выхлопной системы.",
      "5": "Основная цель - повышение температуры газовой смеси на входе в двигатель, при которой образуется меньше различных оксидов азота. Однако, со временем во впускном коллекторе оседают частицы сажи, а датчики расчета воздуха или сам клапан могут потерять функциональность. Это приводит к появлению диагностических ошибок с переводом машины в аварийный режим.",
      "6": "Вихревые заслонки впускного коллектора участвуют в распределении газового потока для оптимального горения смеси. При заклинивании заслонок в закрытом состоянии наблюдается недостаточность пропускной способности системы впуска - автомобиль больше дымит и теряет часть мощности.",
      "Title": "ДОПОЛНИТЕЛЬНЫЕ УСЛУГИ"
    },
    "Gearbox": {
      "1": "Чип тюнинг АКПП BMW",
      "2": "Чип тюнинг DSG VAG Group",
      "Title": "Провязка коробок передач",
      "Page": {
        "1": "Автомобили BMW, оснащенные 8-ступенчатой автоматической коробкой передач 8hp, как и свои предшественники 6hp (о которых мы рассказывали здесь), имеют сложную противоугонную систему.",
        "2": "В блоке управления акпп -мехатронике (электро-гидравлический узел) на заводе-изготовителе прописывается индивидуальный противоугонный код ISN, который «жестко» привязан к каждому конкретному автомобилю и который никогда не повторяется.",
        "3": "Как противоугонная система очень продумана и на 100% выполняет свою функцию, так как «хакнуть» данную систему очень не просто, по крайней мере быстро это сделать не получится.",
        "4": "Но есть и другая сторона. Таким образом получается, что при неисправности мехатроника либо самой акпп придется заказывать новый или оборотный агрегат под вин-номер автомобиля из Германии, стоимость которого удивит любого владельца BMW. ",
        "5": "В некоторых случаях, конечно, возможно выполнить ремонт неисправного мехатроника или акпп 8hp, но чаще всего ремонт либо не возможен, либо неисправность уходит частично, либо ремонт выходит очень дорого.",
        "6": "Остается еще один способ решить проблему- купить контрактный мехатроник или акпп 8hp и адаптировать. Рады сообщить, что теперь мы можем обнулить, адаптировать и привязать контрактные б/у акпп и мехатроники 8hp для автомобилей BMW F-серии.",
        "7": "Остались вопросы?- спрашивайте в любое время в комментариях на сайте, на наших страницах в соцсетях, пишите нам на еmall и в мессенджеры Telegram/whatsapp, звоните. Мы постараемся оперативно вам ответить. Если мы вам нужны - мы на связи!"
      }
    },
    "CatalogItem": {
      "1": {
        "Title": "Tuning бензинового турбо",
        "Features": "Chip tuning бензинового турбо турбодвигателя может добавить около 15-30% мощности. Турбонаддув и современные механические нагнететели регулируются через блок управления, а сhip tuning позволяет раскрыть потенциал двигателя и сгладить турбо-яму."
      },
      "2": {
        "Title": "Tuning атмосферного двигателя",
        "Features": "Chip tuning атмосферного двигателя дает прирост мощности порядка 7-10%, что отходит на второй план по сравнению с улучшением отклика педали газа, эластичности двигателя и тяги в среднем диапазоне оборотов. Владельцы атмосферных двигателей тоже могут сделать автомобиль более приемистым, компенсировать потери при полной загрузке машины."
      },
      "3": {
        "Title": "Tuning дизельного двигателя",
        "Features": "Chip tuning дизельного двигателя позволяет получить хорошую прибавку крутящего момента уже с нижней трети тахометра, а при спокойной или трассовой езде можно снизить расход до 10-15%! За доплату в программе можно сделать удаление катализатора, системы рецеркуляции EGR,  мочевины AdBlue / SCR или вихревых заслонок впускного коллектора. "
      },
      "Title-features": "Характеристики",
      "Title-description": "Описание"
    }
  },
  "COding": {
    "Title": "Кодинг",
    "ButtonRequest": "Заказать",
    "About": {
      "1": "Кодирование BMW позволяет добавлять, удалять или изменять опции автомобиля. Кодирование – это изменение настроек электронных блоков управления. Все настройки изначально заложены заводом изготовителем, поэтому кодирование не причиняет вред работе электроники.",
      "2": "Изначально завод кодирует автомобиль под установленную комплектацию, под стандарты стран, в которые он поставляется, под нормы токсичности и климат стран. ",
      "3": "С помощью кодирования Вы сможете включить опции и функции, заложенные заводом изготовителем, которые не были включены в вашу комплектацию из-за маркетинговых интересов или из-за стандартов страны, для которой предназначен автомобиль.",
      "4": "Также кодирование необходимо при изменении конфигурации автомобиля или его дооснащении."
    },
    "CatalogItem": {
      "1": {
        "Title": "Активация BLUETOOTH",
        "Features": "С активированным BLUETOOTH и USB, активированным в вашем BMW, можно:",
        "Description": "Диапазон функций, доступных после активации этой опции, сильно зависит от типа вашего смартфона, а также от конструкции аппаратного и программного обеспечения BMW в вашем автомобиле.",
        "List": [
          "Потоковая передача музыки с телефона через BLUETOOTH или USB",
          "Читать текстовые сообщения и электронные письма на экране iDrive через мобильный офис",
          "Доступ к календарю, задачам, заметкам, напоминаниям и т. Д.",
          "Используйте BLUETOOTH Voice Control, чтобы совершать звонки, не беря руки за руль."
        ]
      },
      "2": {
        "Title": "Дооснащение AUDIO BLUETOOTH с поддержкой aptX",
        "Description": "",
        "Features": "AUDIO BLUETOOTH обеспечивающего аудио сигнал высокого качества без потерь с поддержкой аудиокодека aptX и с низкой задержкой для прослушивания музыкальных композиций со смартфона или планшета.",
        "DescList": [
          "Быстро и автоматически соединяется с телефоном, не требуя ввода пароля. Аудио сигнал высокого качества без потерь, с поддержкой аудиокодека aptX и низкой задержкой.",
          "Благодаря этому качество воспроизведения AUDIO BLUETOOTH такое же, как при воспроизведении с CD (Compact Disc). Если сравнивать  AUDIO BLUETOOTH по качеству звучания с источником звукового сигнала подключенного к AUX-IN через кабель, то оно будет лучше, так как отсутствует длинный провод, являющийся источником помех, который соединяет разъём источника звука с входом AUX-IN.",
          "Если учитывать то, что большинство простых проводов (за исключением профессиональных) являются китайским ширпотребом низкого качества, с очень плохим экранированием, то звук страдает ещё больше он внешних наводок и помех. ",
          "Эти провода не редко переламываются в местах частых изгибов особенно у основания штекеров. И это при том, что вам доставляет дополнительное неудобство постоянно вставлять один штекер в разъём телефона, а второй в AUX-IN, что при частых подключениях приводит к тому, что эти разъёмы постепенно выходят из строя из-за чего пропадает контакт сопровождаемый потрескиванием или пропаданием звука.",
          "Прекрасно работает совместно со штатным Bluetooth для громкой связи. Автоматически переключается на телефонный вызов. После завершения разговора, автоматически переключается  на воспроизведение прерванной телефонным звонком музыкальной композиции. Отсутствуют дополнительные источники питания, использующие прикуриватель и внешние провода которые подключаются к AUX-IN.",
          "Устройство AUDIO BLUETOOTH встраивается внутрь аудиосистемы, обеспечивая минимальную длину экранированного провода для снижения уровня помех и шума. Процесс установки занимает 30...45 минут. Радиус устойчивой связи смартфона с мультимедийным устройством, в который встроен AUDIO BLUETOOTH, в среднем составляет 5...10 метров. В современных телефонах часто разъём для зарядки телефона и подключения наушников объединён в один общий.",
          "Поэтому если вы используете для прослушивания музыкальных композиций провод, подключенный к AUX-IN, то вы лишаетесь возможности подзаряжать телефон через этот же вход. Если же у вас беспроводная зарядка, то она может, повысить уровень помех аудио сигнала. С AUDIO BLUETOOTH вы можете заряжать телефон через разъём телефона и прослушивать музыкальные композиции одновременно"
        ]
      },
      "3": {
        "Title": "Разблокировка видео в движении для CCC, CIC, NBT, NBT EVO",
        "Features": "Если ваша мультимедийная система имеет источник воспроизведения видео (DVD диск, USB накопитель, TV тюнер, Screen Mirroring, Apple Carplay), которое блокируется во время движения, то  с помощью кодирования мы можем снять это ограничение.",
        "Description": "Кроме того, мы также можем разблокировать такие службы, как «Офисные сообщения», «Онлайн-развлечения», «Сопряжение по Bluetooth» и «Руководство пользователя» для использования во время вождения, если они уже доступны в вашем автомобиле."
      },
      "4": {
        "Title": "Aктивация Apple CarPlay",
        "Description": "Apple CarPlay позволяет подключить iPhone к вашему BMW и использовать приложения iOS на заводском дисплее iDrive. Используйте Google Maps или Waze для навигации, доступа к медиатеке iTunes или отправки текстов с помощью голосовой команды Siri. Некоторые BMW совместимы с Apple CarPlay в полноэкранном режиме"
      },
      "5": {
        "Title": "Активация Screen Mirroring для Android в NBT EVO ID5/ID6",
        "Features": "Для системы NBT EVO 2 (ID5/ID6) мы можем активировать режим отображения в реальном времени содержимого экрана (включая передачу звука) с устройств на базе операционной системы Android. Вы сможете выводить на монитор любую из карт навигации установлененую в вашем смартфоне, проигрывать видео с YouTube просматривать переписку в мессенджерах и.т.д."
      },
      "6": {
        "Title": "Отказ от ответственности",
        "Features": "Мы можем деактивировать юридическую оговорку, когда заводите автомобиль или едете задним ходом. Чтобы вы больше никогда ее не увидели. Даже всплывающее окно ночного видения! Как ответственные водители, вы знаете правовые оговорки наизусть."
      },
      "7": {
        "Title": "Русификация меню ССС, CIC, ENTRY, NBT, NBT EVO",
        "Features": "Если у вас отсутствует русификация, или установлена русификация с некорректным переводом (это касается в основном CCC), то мы также обновляем и кодируем нужные модули русифицированной прошивкой с самым корректным и точным переводом"
      },
      "8": {
        "Title": "Спортивный Дисплей",
        "Features": "Хотите увидеть мощность и крутящий момент вашего BMW на экране iDrive? Этот вариант определенно для вас! Включив «Спортивный дисплей», вы сможете найти эти измерения в настройках iDrive."
      },
      "9": {
        "Title": "Отключение дневного света",
        "Features": "Если ваши дневные ходовые огни включены по умолчанию, когда вы устанавливаете светку в автоматический режим, этот параметр позволяет отключить их в меню iDrive."
      },
      "10": {
        "Title": "Интерфейс меню ID5 / 6",
        "Description": "Выбор типа меню ID5, ID5_Plus_Plus или ID6_Light для NBT EVO ID5/ID6. Для системы NBT EVO ID5/ID6 мы можем изменить вид меню на любой из нижеперечисленных"
      },
      "11": {
        "Title": "Кодирование BMW series F",
        "ListTitle": "Список кодирования опций которые вы можете сделать у нас :",
        "List": [
          "Отключение авто старт-стоп: Запоминает последние состояние системы",
          "Автоматическое закрытие стекла при открытой двери",
          "Изменение режима дневных ходовых огней",
          "Противотуманные фары гаснут при включении дальнего света",
          "Настройки омывателей стекла/фар и дворников",
          "Отключение и включение дневных ходовых огней",
          "Спортивные индикаторы М стиль",
          "Включение видео через USB (использование флэш накопителя)",
          "Отключение сигнала о не пристёгнутом ремне при включении зажигания",
          "Изменение количества сигналов гонга не пристёгнутого ремня",
          "Удаление пустой строки в БК",
          "Логотип M на приборке в режиме sport (только на расширенной)",
          "Отключение холодной и горячей проверки ламп (для использования светодиодных ламп)",
          "ECO PRO режим по умолчанию",
          "Добавление режима Sport+",
          "Конфигурирование режима Sport",
          "Звуковое подтверждение при постановке/снятии с охраны при наличии штатной сигнализации",
          "Активация функции круиз контроля с 0 км/ч",
          "Разблокировка TV и DVD в движении",
          "Кнопка управления климатом AUTO перестает включать кондиционер",
          "Кнопка рециркуляции климата запоминает последнее состояние при выключении автомобиля",
          "Включение стартовой анимации NBT",
          "Изменение стартовой анимации NBT (логотипы)",
          "Кодирование приборной панели в стиле Alpina",
          "Закрытие крышки багажника с ключа и с кнопки в салоне (только с эл приводом багажника)",
          "Эмблема M в Sport режиме",
          "Разметка шкалы до 330 км/ч",
          "Серые шкалы в Sport",
          "Пункт подсветки ручек в меню",
          "Пункт авто обогрева сидений (охлаждения)",
          "Показывать температуру колес",
          "Звуки от других моделей",
          "Добавление настройки поддержки боковин сидений для режима (водитель или водитель и пассажир)",
          "В режиме переключателя 0 фары гореть не будут",
          "Уменьшение задержки поднятия стекол",
          "Изменений подсветки салона на новые вариации цветов",
          "Время запоминания обогрева передних сидений (по умолчанию 15мин) задних сидений (по умолчанию 15мин)"
        ]
      },
      "12": { "Title": "Кодирование BMW series E" },
      "13": { "Title": "Кодирование BMW series J" },
      "Title-features": "Характеристики",
      "Title-description": "Описание"
    }
  },
  "Chooser": {
    "Title": "Услуги для вашего автомобиля",
    "Label": {
      "1": "Выбирите марку:",
      "2": "Выбирите модель:",
      "3": "Выбирите двигатель:"
    },
    "Placeholder": { "1": "Марка", "2": "Модель", "3": "Двигатель" },
    "Alert": "Выбирите все поля"
  },
  "carpage": {
    "0": "Увеличение мощности двигателя ",
    "1": " из оригинальных ",
    "2": " до",
    "3": " и увеличение крутящего момента от ",
    "4": " до ",
    "5": "Максимальная скорость после тюнинга увеличится на ",
    "6": " а потребление снизится в среднем на ",
    "cool": {
      "0": "Мощность двигатель",
      "1": "Крутящий момент",
      "2": "Максмальная скорость"
    },
    "table": {
      "0": "Мощность HP",
      "1": "Мощность kW",
      "2": "Крутящий момент Nm",
      "3": "Максимальная скорость",
      "4": "Потребление город",
      "5": "Среднее потребление",
      "6": "Потребление трасса"
    }
  },
  "coding": {
    "bluetooth-activation": {
      "0": "Активация BLUETOOTH",
      "1": "С активированным BLUETOOTH и USB, активированным в вашем BMW, можно:",
      "2": "Потоковая передача музыки с телефона через BLUETOOTH или USB",
      "3": "Читать текстовые сообщения и электронные письма на экране iDrive через мобильный офис",
      "4": "Доступ к календарю, задачам, заметкам, напоминаниям и т. Д.",
      "5": "Используйте BLUETOOTH Voice Control, чтобы совершать звонки, не беря руки за руль.",
      "6": "Диапазон функций, доступных после активации этой опции, сильно зависит от типа вашего смартфона, а также от конструкции аппаратного и программного обеспечения BMW в вашем автомобиле."
    }
  }
}
